// Напишіть програму, яка перевіряє, чи є введене число парним або непарним.
// Оголосіть змінну number та присвойте їй будь-яке числове значення.
// Використовуючи конструкцію if...else, перевірте:
// Якщо число парне (ділиться на 2 без залишку), виведіть "Число X є парним" в консоль.
// Якщо число непарне, виведіть "Число X є непарним" в консоль.
// Перевірте роботу коду для кількох значень.



const number = 7;

// Перевіряємо чи є число парним або непарним
if (number % 2 === 0) {
    console.log(`Число ${number} є парним`);
} else {
    console.log(`Число ${number} є непарним`);
}
